app.constant('files', [{
    "index": "1.1.1.1",
    "file": "TY-LD-01",
    "name": "办公、生活区域临时用电专项安全检查表",
    "group": "1. 防电"
}, {
    "index": "1.2.1.1",
    "file": "TY-LD-02",
    "name": "施工现场临时用电专项安全检查表",
    "group": "1. 防电"
}, {
    "index": "2.1.1.1",
    "file": "TY-XF-01",
    "name": "消防安全检查表",
    "group": "2. 防火"
}, {
    "index": "3.1.1.1",
    "file": "TY-FH-01",
    "name": "临边与个体防护防护专项安全检查表",
    "group": "3. 安全防护"
}, {
    "index": "4.1.1.1",
    "file": "TY-ZC-01",
    "name": "承重支架(满堂支架、贝雷支架)基础专项施工安全检查表",
    "group": "4. 支撑体系"
}, {
    "index": "4.1.1.2",
    "file": "TY-ZC-02",
    "name": "承重支架(满堂支架、贝雷支架)搭设施工专项安全检查表",
    "group": "4. 支撑体系"
}, {
    "index": "4.1.1.3",
    "file": "TY-ZC-03",
    "name": "承重支架(满堂支架、贝雷支架)拆除施工专项安全检查表",
    "group": "4. 支撑体系"
}, {
    "index": "4.1.1.4",
    "file": "TY-ZC-04",
    "name": "脚手架施工专项安全检查表",
    "group": "4. 支撑体系"
}, {
    "index": "5.1.1.1",
    "file": "TY-JXSB-01",
    "name": "吊装工程（塔吊）专项安全检查表",
    "group": "5. 机械设备"
}, {
    "index": "5.1.1.2",
    "file": "TY-JXSB-02",
    "name": "吊装工程（汽车吊）专项安全检查表",
    "group": "5. 机械设备"
}, {
    "index": "5.1.1.3",
    "file": "TY-JXSB-03",
    "name": "吊装工程（龙门吊）专项安全检查表",
    "group": "5. 机械设备"
}, {
    "index": "5.1.1.4",
    "file": "TY-JXSB-04",
    "name": "吊装工程（缆索起重机）专项安全检查表",
    "group": "5. 机械设备"
}, {
    "index": "5.1.1.5",
    "file": "TY-JXSB-05",
    "name": "吊装工程（电梯）专项安全检查表",
    "group": "5. 机械设备"
}, {
    "index": "5.1.1.6",
    "file": "TY-JXSB-06",
    "name": "吊装工程（架桥机）专项安全检查表",
    "group": "5. 机械设备"
}, {
    "index": "5.2.1.1",
    "file": "TY-MB-01",
    "name": "滑模施工专项安全检查表",
    "group": "5. 机械设备"
}, {
    "index": "5.2.1.2",
    "file": "TY-MB-02",
    "name": "翻模施工专项安全检查表",
    "group": "5. 机械设备"
}, {
    "index": "5.2.1.3",
    "file": "TY-MB-03",
    "name": "移动模架专项安全检查表",
    "group": "5. 机械设备"
}, {
    "index": "5.2.1.4",
    "file": "TY-MB-04",
    "name": "挂篮整体专项安全检查表",
    "group": "5. 机械设备"
}, {
    "index": "5.2.1.5",
    "file": "TY-MB-05",
    "name": "挂篮移篮专项安全检查表",
    "group": "5. 机械设备"
}, {
    "index": "5.2.1.6",
    "file": "TY-MB-06",
    "name": "挂篮砼浇筑专项安全检查表",
    "group": "5. 机械设备"
}, {
    "index": "5.2.1.7",
    "file": "TY-MB-07",
    "name": "挂篮拆移专项安全检查表",
    "group": "5. 机械设备"
}, {
    "index": "6.1.1.1",
    "file": "TY-ZY-01",
    "name": "高处作业施工专项安全检查表",
    "group": "6. 施工作业"
}, {
    "index": "6.1.1.2",
    "file": "TY-ZY-02",
    "name": "深基坑现场作业专项安全检查表",
    "group": "6. 施工作业"
}, {
    "index": "6.1.1.3",
    "file": "TY-ZY-03",
    "name": "隧道爆破作业专项安全检查表",
    "group": "6. 施工作业"
}, {
    "index": "6.1.1.4",
    "file": "TY-ZY-04",
    "name": "人工挖孔桩爆破作业专项安全检查表",
    "group": "6. 施工作业"
}, {
    "index": "6.1.1.5",
    "file": "TY-ZY-05",
    "name": "高边坡爆破作业专项安全检查表",
    "group": "6. 施工作业"
}, {
    "index": "6.1.1.6",
    "file": "TY-ZY-06",
    "name": "炸药库安全专项检查表",
    "group": "6. 施工作业"
}, {
    "index": "7.1.1.1",
    "file": "TY-QX-01",
    "name": "不利气候环境专项施工安全检查表",
    "group": "7. 不利气象"
}, {
    "index": "8.1.1.1",
    "file": "ZYGL-QLLC-01",
    "name": "水上钢便桥、平台施工专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.1.1.2",
    "file": "ZYGL-QLLC-02",
    "name": "明挖基础施工专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.1.1.3",
    "file": "ZYGL-QLLC-03",
    "name": "人工挖孔桩专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.1.1.4",
    "file": "ZYGL-QLLC-04",
    "name": "水上作业钻孔灌注桩专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.1.1.5",
    "file": "ZYGL-QLLC-05",
    "name": "钻孔灌注桩专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.1.1.6",
    "file": "ZYGL-QLLC-06",
    "name": "沉入桩施工专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.1.1.7",
    "file": "ZYGL-QLLC-07",
    "name": "水中围堰施工专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.1.2.1",
    "file": "ZYGL-QLDT-01",
    "name": "墩柱、台帽施工专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.1.2.2",
    "file": "ZYGL-QLDT-02",
    "name": "水上作业专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.1.3.1",
    "file": "ZYGL-QLSB-01",
    "name": "预制梁安装专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.1.3.2",
    "file": "ZYGL-QLSB-02",
    "name": "现浇箱梁混凝土浇筑施工专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.1.3.3",
    "file": "ZYGL-QLSB-03",
    "name": "现浇箱梁预应力张拉压浆施工专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.1.3.4",
    "file": "ZYGL-QLSB-04",
    "name": "桥面铺装专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.1.3.5",
    "file": "ZYGL-QLSB-05",
    "name": "防撞栏施工专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.1.3.6",
    "file": "ZYGL-QLSB-06",
    "name": "跨线施工安全专项检查",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.2.1.1",
    "file": "ZYGL-QLSD-01",
    "name": "隧道施工专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.2.1.2",
    "file": "ZYGL-QLSD-02",
    "name": "隧道施工材料、车辆及机械专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.2.1.3",
    "file": "ZYGL-QLSD-03",
    "name": "隧道施工洞口作业专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.2.1.4",
    "file": "ZYGL-QLSD-04",
    "name": "隧道施工二衬台车及作业平台专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.2.1.5",
    "file": "ZYGL-QLSD-05",
    "name": "隧道施工通风与除尘专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.2.1.6",
    "file": "ZYGL-QLSD-06",
    "name": "隧道施工支护与开挖作业专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.3.1.1",
    "file": "ZYGL-LJBP-01",
    "name": "高边坡施工专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.3.1.2",
    "file": "ZYGL-LJBP-02",
    "name": "高边坡锚喷支护施工专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.3.1.3",
    "file": "ZYGL-LJBP-03",
    "name": "高边坡预应力锚索施工专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.3.1.4",
    "file": "ZYGL-LJ-01",
    "name": "路基土方工程专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.3.1.5",
    "file": "ZYGL-LJ-02",
    "name": "路基石方工程专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.3.1.6",
    "file": "ZYGL-LJ-03",
    "name": "路基工程机械专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.3.1.7",
    "file": "ZYGL-LJ-04",
    "name": "路基防护工程专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.3.1.8",
    "file": "ZYGL-LJ-05",
    "name": "软基处理专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.3.1.9",
    "file": "ZYGL-LM-01",
    "name": "路面基层施工专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.3.1.1",
    "file": "0",
    "name": "ZYGL-LM-02 沥青路面施工专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.3.1.1",
    "file": "1",
    "name": "ZYGL-LM-03 水泥混凝土路面施工专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.3.1.1",
    "file": "2",
    "name": "ZYGL-LM-04 机械碾压专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.3.1.1",
    "file": "3",
    "name": "ZYGL-LM-05 旧路面凿除施工专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "8.3.1.1",
    "file": "4",
    "name": "ZYGL-LM-06 路面施工交通专项安全检查表",
    "group": "8. 公路专项施工作业安全"
}, {
    "index": "9.1.1.1",
    "file": "ZYGL-LJZD-01",
    "name": "驻地建设专项安全检查表",
    "group": "9. 临建"
}, {
    "index": "9.2.1.1",
    "file": "ZYGL-LJBHZ-01",
    "name": "拌和场专项安全检查表",
    "group": "9. 临建"
}, {
    "index": "9.3.1.1",
    "file": "ZYGL-LJYZC-01",
    "name": "预制场专项安全检查表",
    "group": "9. 临建"
}, {
    "index": "9.4.1.1",
    "file": "ZYGL-LJGJJG-01",
    "name": "钢筋加工场专项安全检查表",
    "group": "9. 临建"
}, {
    "index": "9.5.1.1",
    "file": "ZYGL-LJCK-01",
    "name": "仓库专项安全检查表",
    "group": "9. 临建"
}]);
